cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'autoconf'
brew 'coreutils'
brew 'ffmpeg'
brew 'freetype'
brew 'gdbm'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'jpeg'
brew 'lame'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'nginx'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'wget'
brew 'yarn'

cask 'atom'
cask 'craftmanager'
cask 'google-backup-and-sync'
cask 'highsierramediakeyenabler'
cask 'onedrive'
cask 'handbrake'
cask 'iterm2'
cask 'mplayerx'
cask 'macs-fan-control'
cask 'principle'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'typora'
cask 'zoomus'
cask 'zoomus-outlook-plugin'

