cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'youtube-dl'

cask 'audacity'
cask 'atom'
cask 'ccleaner'
cask 'garmin-express'
cask 'handbrake'
cask 'mplayerx'
cask 'sketch'
cask 'slack'
cask 'transmission'
cask 'mplayerx'
cask 'spotify'
cask 'google-backup-and-sync'
cask 'macs-fan-control'
cask 'adobe-creative-cloud'
cask 'soundflowerbed'
