cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'grc'
brew 'node'
brew 'nmap'

# Browsers
cask 'google-chrome'
cask 'tor-browser'

# Code Editors
cask 'atom'
cask 'iterm2'

# Utilities
cask 'adobe-creative-cloud'
cask 'google-backup-and-sync'
cask 'garmin-express'
cask 'ccleaner'
cask 'macs-fan-control'
cask 'audacity'
cask 'handbrake'
cask 'transmission'
cask 'wireshark'

# Communications
cask 'discord'
cask 'zoom'

# Media
cask 'vlc'
cask 'spotify'
cask 'sketch'

# Misc
cask 'steam'
